[
    {
        "email": {
            "sender": "sarah.connor@example.com",
            "subject": "Project Alpha Update - Week 3",
            "body": "Hi Team,\n\nJust a quick update on Project Alpha. We've hit our milestone for the week, with all components integrated and initial testing underway. I'll be sending out a more detailed report with the latest metrics by EOD tomorrow.\n\nPlease let me know if you have any questions or require further information. Thanks for your continued hard work!"
        },
        "label": "LEGITIMATE"
    },
    {
        "email": {
            "sender": "support@globalsys.com",
            "subject": "Important Account Verification Required",
            "body": "Dear Valued Customer,\n\nWe've detected unusual activity on your account. To prevent unauthorized access, please click the link below to verify your recent transactions and update your security preferences. Failure to do so may result in temporary account suspension within 24 hours.\n\nThank you for your cooperation."
        },
        "label": "EDGE"
    },
    {
        "email": {
            "sender": "sarah.connor@cyberdyne.com",
            "subject": "Project T-800 Update - Weekly Sync",
            "body": "Hi team,\n\nJust a reminder that our weekly project sync for the T-800 initiative is scheduled for tomorrow at 10 AM in Conference Room B. Please come prepared to discuss your progress and any blockers you're currently facing. I've attached the latest project roadmap for your reference.\n\nLooking forward to a productive meeting.\n\nBest,\nSarah"
        },
        "label": "LEGITIMATE"
    },
    {
        "email": {
            "sender": "noreply@security-updates.com",
            "subject": "Urgent: Your Account Requires Immediate Verification",
            "body": "Dear Valued Customer,\n\nWe have detected unusual activity on your account. For your security, please verify your login credentials immediately to prevent service interruption. Failure to do so within 24 hours will result in a temporary suspension of your account.\n\nClick here to verify: http://security-portal.login-update.com/verify\n\nThank you for your prompt attention to this matter."
        },
        "label": "PHISHING"
    },
    {
        "email": {
            "sender": "noreply@security-update.com",
            "subject": "Urgent: Your Account Requires Immediate Verification",
            "body": "Dear Valued User,\n\nWe have detected unusual activity on your account. To prevent unauthorized access and service interruption, you are required to verify your details immediately. Failure to do so within 24 hours will result in permanent account suspension.\n\nPlease click on the link below to verify your account now: http://verify-security-login.com/update\n\nThank you for your prompt attention to this matter.\n\nSincerely,\nSecurity Team"
        },
        "label": "PHISHING"
    },
    {
        "email": {
            "sender": "noreply@security-update.com",
            "subject": "Urgent: Your Account Requires Immediate Verification",
            "body": "Dear Valued User,\n\nWe have detected unusual activity on your account. To prevent unauthorized access and service interruption, you must verify your details within the next 24 hours.\n\nFailure to do so will result in temporary suspension of your account. Please click the link below to verify immediately:\nhttp://security-login-portal.com/verify-account/user-id=98765"
        },
        "label": "PHISHING"
    },
    {
        "email": {
            "sender": "marketing@examplecorp.com",
            "subject": "Q3 Performance Review & Strategy Session",
            "body": "Hi Team,\n\nJust a reminder about our upcoming Q3 performance review and strategy session next Tuesday at 10 AM in Conference Room B. Please come prepared to discuss your team's progress and any challenges faced.\n\nWe'll be outlining our objectives for Q4 and beyond, so your input is highly valued. I've attached the preliminary agenda for your review.\n\nBest regards,\nSarah Chen"
        },
        "label": "LEGITIMATE"
    },
    {
        "email": {
            "sender": "support@securepayments.co",
            "subject": "Urgent: Payment Processing Update Required",
            "body": "Dear Valued Customer,\n\nWe've detected an issue with your recent payment processing attempts that requires immediate attention. To avoid service interruption, please click the link below to verify your account details and update your payment information within 24 hours. Failure to do so may result in the suspension of your services.\n\nThank you for your prompt cooperation."
        },
        "label": "EDGE"
    },
    {
        "email": {
            "sender": "noreply@security-update.com",
            "subject": "URGENT: Your Account Has Been Compromised - Immediate Action Required!",
            "body": "Dear Valued User,\n\nWe have detected unusual activity on your account. For your security, we have temporarily locked your access. Please verify your identity immediately by clicking on the following link: http://secure-login.data.phish.com/verify. Failure to do so within 24 hours will result in permanent account suspension."
        },
        "label": "PHISHING"
    },
    {
        "email": {
            "sender": "marketing@examplecorp.com",
            "subject": "Q3 Marketing Review - Agenda Attached",
            "body": "Hi Team,\n\nPlease find the agenda for our Q3 Marketing Review meeting attached. We'll be discussing campaign performance, upcoming initiatives, and budget allocations.\n\nLooking forward to a productive session.\n\nBest regards,\nSarah Chen"
        },
        "label": "LEGITIMATE"
    }

]
